Repository: jean/vs.dashboardmanager
Catalog: vs/dashboardmanager/locales/*/LC_MESSAGES/vs.dashboardmanager.po
Languages: de

source: Dashboard page
de: Dashboard-Seite

source: Dashboard templates
de: Dashboard-Vorlage

source: My dashboard pages
de: Meine Dashboard-Seiten

source: Portlet Page
de: Portlet-Seite

source: Portlet page
de: Eine Portlet-Seite hält verschiedene Portlets vor

source: Used for groups
de: verwendet für Gruppen

source: label_assign_portlets
de: Portlet zu Dashboard(s) eines Mitglieds oder einer Gruppe zuweisen

source: label_dashboard_manager
de: Dashboard-Manager

source: label_filter_groups
de: Gruppe(n) filtern

source: label_new_portletpage_template
de: Neue Vorlage für Portlet-Seite erstellen

source: label_no_portletpage_templates available
de: Keine Vorlage für Portlet-Seite verfügbar

source: label_number_groups_found
de: Gruppe(n) gefunden

source: label_please_select
de: Bitte auswählen...

source: label_portlet_assignments
de: Portlet-Zuweisungen

source: label_portlet_page
de: Portlet-Seite

source: label_remove_portlets_from_dashboard
de: Gewählte Portlets aus Dashboards entfernen

source: label_review_state
de: Status

source: label_user_has_no_dashboard
de: Dashboard des Mitglieds ist leer

source: or
de: oder
